Repository: mmmurdered/gudfood-training
Catalog: Translations/Gudfood Project.*.xlf
Languages: uk_ua

# Table 1903646731 - Property 2879900210
source: Goodfud Item
uk_ua: Гудфуд товар

# Table 1903646731 - Method 3152277940 - NamedType 300016621
source: Cannot delete, item is on open orders
uk_ua: Не можна видалити, товар є в замовленні

# Table 1903646731 - Field 3004954119 - Property 2879900210
source: Code
uk_ua: Код

# Table 1903646731 - Field 3461834954 - Property 2879900210
source: Description
uk_ua: Опис

# Table 1903646731 - Field 1594621544 - Property 2879900210
source: Picture
uk_ua: Зображення

# Table 1903646731 - Field 841303581 - Property 2879900210
source: Quantity in Order
uk_ua: Кількість в замовленнях

# Table 1903646731 - Field 3717539183 - Property 2879900210
source: Quantity Ordered
uk_ua: Кількість замовлено

# Table 1903646731 - Field 3345690118 - Property 2879900210
source: Shelf Life
uk_ua: Строк придатності

# Table 1903646731 - Field 1878130204 - Property 2879900210
source: Item Type
uk_ua: Тип товару

# Table 1903646731 - Field 2937233469 - Property 2879900210
source: Unit Price
uk_ua: Ціна за одиницю

# Table 4217843823 - Property 2879900210
source: Gudfood Order Header
uk_ua: Гудфуд Заголовок Замовлення

# Table 4217843823 - Field 2972662832 - Property 2879900210
source: Date Created
uk_ua: Дата Створення

# Table 4217843823 - Field 4200184881 - Property 2879900210
source: No.
uk_ua: Номер

# Table 4217843823 - Field 1351594800 - Property 2879900210
source: No. Series
uk_ua: Серія номерів

# Table 4217843823 - Field 2632124822 - Property 2879900210
source: Order Date
uk_ua: Дата Замовлення

# Table 4217843823 - Field 514695969 - Property 2879900210
source: Posting No.
uk_ua: Облікований номер

# Table 4217843823 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
uk_ua: Ім'я клієнта

# Table 4217843823 - Field 1225278069 - Property 2879900210
source: Sell to Customer No.
uk_ua: Номер клієнта

# Table 4217843823 - Field 3692706522 - Property 2879900210
source: Total Amount
uk_ua: Загальна вартість

# Table 4217843823 - Field 3835260082 - Property 2879900210
source: Total Quantity
uk_ua: Загальна кількість

# Table 4222363240 - Property 2879900210
source: Gudfood Order Line
uk_ua: Гудфуд Рядок Замовлення

# Table 4222363240 - Field 636392376 - Property 2879900210
source: Amount
uk_ua: Вартість

# Table 4222363240 - Field 2972662832 - Property 2879900210
source: Date Created
uk_ua: Дата Створення

# Table 4222363240 - Field 3461834954 - Property 2879900210
source: Description
uk_ua: Опис

# Table 4222363240 - Field 568743302 - Property 2879900210
source: Item No.
uk_ua: Номер товару

# Table 4222363240 - Field 568743302 - Method 2126772001 - NamedType 1701461052
source: Not found specified gudfood item
uk_ua: Не знайдено вказаного гудфуд товару

# Table 4222363240 - Field 568743302 - Method 2126772001 - NamedType 1033312329
source: Shelf date is expired, please choose another item
uk_ua: Строк придатності закінчився, оберіть інший товар

# Table 4222363240 - Field 4093180191 - Property 2879900210
source: Item Type
uk_ua: Тип товару

# Table 4222363240 - Field 3320823955 - Property 2879900210
source: Line No.
uk_ua: Номер Рядка

# Table 4222363240 - Field 2202932243 - Property 2879900210
source: Order No.
uk_ua: Номер замовлення

# Table 4222363240 - Field 2704404533 - Property 2879900210
source: Quantity
uk_ua: Кількість

# Table 4222363240 - Field 2343173349 - Property 2879900210
source: Sell- to Customer No.
uk_ua: Номер клієнта

# Table 4222363240 - Field 2937233469 - Property 2879900210
source: Unit Price
uk_ua: Ціна за одиницю

# Table 927445555 - Property 2879900210
source: Gudfood Sales Order Cue
uk_ua: Гудфуд Плитки Замовлень

# Table 927445555 - Field 3199481068 - Property 2879900210
source: Gudfood Items
uk_ua: Гудфуд Товари

# Table 927445555 - Field 34405857 - Property 2879900210
source: Gudfood Orders
uk_ua: Гудфуд Замовлення

# Table 927445555 - Field 1663593181 - Property 2879900210
source: Primary Key
uk_ua: Первинний ключ

# Table 927445555 - Field 2601757311 - Property 2879900210
source: Posted Gudfood Orders
uk_ua: Гудфуд Обліковані Замовлення

# Table 4041849936 - Property 2879900210
source: Posted Gudfood Order Header
uk_ua: Гудфуд Заголовок Олбікованих Замовлень

# Table 4041849936 - Field 2972662832 - Property 2879900210
source: Date Created
uk_ua: Дата Створення

# Table 4041849936 - Field 4200184881 - Property 2879900210
source: No.
uk_ua: Номер

# Table 4041849936 - Field 2632124822 - Property 2879900210
source: Order Date
uk_ua: Дата Замовлення

# Table 4041849936 - Field 3710982960 - Property 2879900210
source: Posting Date
uk_ua: Дата Облікування

# Table 4041849936 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
uk_ua: Ім'я Клієнта

# Table 4041849936 - Field 1225278069 - Property 2879900210
source: Sell to Customer No.
uk_ua: Номер Клієнта

# Table 4041849936 - Field 3692706522 - Property 2879900210
source: Total Amount
uk_ua: Загальна Вартість

# Table 4041849936 - Field 3835260082 - Property 2879900210
source: Total Quantity
uk_ua: Загальна Кількість

# Table 3631824407 - Property 2879900210
source: Posted Gudfood Order Line
uk_ua: Гудфуд Рядок Облікованих Замовлень

# Table 3631824407 - Field 636392376 - Property 2879900210
source: Amount
uk_ua: Вартість

# Table 3631824407 - Field 2972662832 - Property 2879900210
source: Date created
uk_ua: Дата Створення

# Table 3631824407 - Field 3461834954 - Property 2879900210
source: Description
uk_ua: Опис

# Table 3631824407 - Field 568743302 - Property 2879900210
source: Item No.
uk_ua: Номер Товару

# Table 3631824407 - Field 4093180191 - Property 2879900210
source: Item Type
uk_ua: Типу Товару

# Table 3631824407 - Field 3320823955 - Property 2879900210
source: Line No.
uk_ua: Номер Рядка

# Table 3631824407 - Field 2202932243 - Property 2879900210
source: Order No.
uk_ua: Номер Замовлення

# Table 3631824407 - Field 2704404533 - Property 2879900210
source: Quantity
uk_ua: Кількість

# Table 3631824407 - Field 2343173349 - Property 2879900210
source: Sell- to Customer No.
uk_ua: Номер Клієнта

# Table 3631824407 - Field 2937233469 - Property 2879900210
source: Unit Price
uk_ua: Ціна за одиницю

# Codeunit 434910150 - Method 2751330090 - NamedType 1747765512
source: Are you sure to post resords?
uk_ua: Ви впевнені, що хочете облікувати замовлення?

# Codeunit 434910150 - Method 2751330090 - NamedType 570608655
source: The order has been successfully posted, do yo want to open posted report?
uk_ua: Замовлення було успішно обліковане, відкрити сторінку облікованого замовлення?

# Page 4022591774 - Property 2879900210
source: Gudfood Headline
uk_ua: Гудфуд Заголовок

# Page 4022591774 - Method 322232144 - NamedType 855969554
source: Maximum total amount of order is:
uk_ua: Максимальна вартість замовлення -

# Page 4022591774 - Method 651985211 - NamedType 2882169296
source: Welcome to Gudfood,
uk_ua: Ласкаво просимо до Гудфуд,

# Page 872224191 - Property 2879900210
source: Gudfood Item Card
uk_ua: Гудфуд Картка Товару

# Page 872224191 - Control 3004954119 - Property 1295455071
source: Specified code of the item
uk_ua: Вказаний код замовлення

# Page 872224191 - Control 3461834954 - Property 1295455071
source: Specified description of the item
uk_ua: Вказаний опис товару

# Page 872224191 - Control 3345690118 - Property 1295455071
source: Specified Shelf Life of the item
uk_ua: Вказаний строк придатності товару

# Page 872224191 - Control 1878130204 - Property 1295455071
source: Specified type of the item
uk_ua: Вказаний тип товару

# Page 872224191 - Control 2937233469 - Property 1295455071
source: Specified unit price of the item
uk_ua: Вказана ціна за одиницю товару

# Page 872224191 - Control 841303581 - Property 1295455071
source: Quantity in Order currently
uk_ua: Кількість в Замовленнях

# Page 872224191 - Control 3717539183 - Property 1295455071
source: Quantity Ordered
uk_ua: Кількість Замовлених

# Page 1986374261 - Property 2879900210
source: Gudfood Item List
uk_ua: Гудфуд Список Товарів

# Page 1986374261 - Control 3004954119 - Property 1295455071
source: Сode of the item
uk_ua: Код Товару

# Page 1986374261 - Control 3461834954 - Property 1295455071
source: Description of the item
uk_ua: Опис Товару

# Page 1986374261 - Control 841303581 - Property 1295455071
source: Quantity in Order
uk_ua: Кількість в Замовленнях

# Page 1986374261 - Control 3717539183 - Property 1295455071
source: Quantity Ordered
uk_ua: Кількість Замовлених

# Page 1986374261 - Control 3345690118 - Property 1295455071
source: Shelf Life of the item
uk_ua: Строк придатності товару

# Page 1986374261 - Control 1878130204 - Property 1295455071
source: Type of the item
uk_ua: Тип товару

# Page 1986374261 - Control 2937233469 - Property 1295455071
source: Unit Price of the item
uk_ua: Ціна за одиницю товару

# Page 3324844507 - Property 2879900210
source: Gudfood Item Picture
uk_ua: Гудфуд Зображення товару

# Page 3324844507 - Method 2946154981 - NamedType 3921259486
source: Select item image:
uk_ua: Оберіть зображення товару

# Page 3324844507 - Method 2946154981 - NamedType 495309510
source: Error, empty name of file
uk_ua: Помилка, пуста назва файлу

# Page 3324844507 - Control 2937229991 - Property 1295455071
source: Picture of the item
uk_ua: Зображення товару

# Page 3324844507 - Action 2864777531 - Property 1295455071
source: Import a picture file.
uk_ua: Імпорт файлу зображення

# Page 3324844507 - Action 2864777531 - Property 2879900210
source: Import Picture
uk_ua: Імпорт зображення

# Page 3324844507 - Action 3068649222 - Property 2879900210
source: Delete Picture
uk_ua: Видалити Зображення

# Page 201881534 - Property 2879900210
source: Gudfood Order
uk_ua: Гудфуд Замовлення

# Page 201881534 - Control 907109761 - Property 2879900210
source: Gudfood Order Header
uk_ua: Гудфуд Заголовок Замолвення

# Page 201881534 - Control 3431103444 - Property 2879900210
source: Customer Information
uk_ua: Інформація про Клієнта

# Page 201881534 - Control 1474036805 - Property 1295455071
source: Specified Customer name
uk_ua: Вказане ім'я клієнта

# Page 201881534 - Control 1225278069 - Property 1295455071
source: Specified Customer sell to of the Order
uk_ua: Вказаний Клієнт якому продано

# Page 201881534 - Control 2972662832 - Property 1295455071
source: Specified Created Date
uk_ua: Вказана Дата Створення

# Page 201881534 - Control 4200184881 - Property 1295455071
source: Specified No of the Order, can be generated automatically
uk_ua: Вказаний номер замовлення, може бути згенеровано автоматично

# Page 201881534 - Control 2632124822 - Property 1295455071
source: Specified Order Date
uk_ua: Вказана Дата Замовлення

# Page 201881534 - Control 514695969 - Property 1295455071
source: Specified No of the Posted Order, can be generated automatically
uk_ua: Вказаний Номер Олбікованого Замовлення, може бути згенерований автоматично

# Page 201881534 - Control 3692706522 - Property 1295455071
source: Specified Amount of Order
uk_ua: Вказана вартість замовлення

# Page 201881534 - Control 3835260082 - Property 1295455071
source: Specified Quantity of Order
uk_ua: Вказана кількість замовлення

# Page 201881534 - Action 2282416948 - Property 2879900210
source: Post
uk_ua: Облікувати

# Page 201881534 - Action 484870080 - Property 2879900210
source: Exporting
uk_ua: Експорт

# Page 201881534 - Action 2808404044 - Property 2879900210
source: Posting
uk_ua: Облікування

# Page 201881534 - Action 2176459415 - Property 2879900210
source: Reports
uk_ua: Звіти

# Page 201881534 - Action 36190024 - Property 2879900210
source: Export to XML
uk_ua: Експорт в XML

# Page 201881534 - Action 3375155882 - Property 2879900210
source: Print Report
uk_ua: Надрукувати Звіт

# Page 930372099 - Property 2879900210
source: Gudfood Order Activities
uk_ua: Гудфуд Активності Замовлення

# Page 930372099 - Control 201881534 - Property 2879900210
source: Gudfood Order
uk_ua: Замовлення Гудфуд

# Page 2070028540 - Property 2879900210
source: Gudfood Order List
uk_ua: Гудфуд Список Замовлень

# Page 2070028540 - Action 2282416948 - Property 2879900210
source: Post
uk_ua: Облікувати

# Page 2070028540 - Action 484870080 - Property 2879900210
source: Exporting
uk_ua: Експорт

# Page 2070028540 - Action 2808404044 - Property 2879900210
source: Posting
uk_ua: Облікування

# Page 2070028540 - Action 2176459415 - Property 2879900210
source: Reports
uk_ua: Звіти

# Page 2070028540 - Action 36190024 - Property 2879900210
source: Export to XML
uk_ua: Експорт в XML

# Page 2070028540 - Action 3375155882 - Property 2879900210
source: Print Report
uk_ua: Надрукувати Звіт

# Page 2651207663 - Property 2879900210
source: Gudfood Order Lines
uk_ua: Гудфуд Рядок Замовлення

# Page 2760287525 - Property 2879900210
source: Posted Gudfood Order
uk_ua: Гудфуд Обліковане Замовлення

# Page 2760287525 - Control 4222363240 - Property 2879900210
source: Gudfood Sales Line
uk_ua: Гудфуд Рядок Замовлення

# Page 2760287525 - Control 907109761 - Property 2879900210
source: Gudfood Order Header
uk_ua: Гудфуд Заголовок Замовлення

# Page 2760287525 - Control 3431103444 - Property 2879900210
source: Customer Information
uk_ua: Інформація про Клієнта

# Page 2760287525 - Action 484870080 - Property 2879900210
source: Exporting
uk_ua: Експорт

# Page 2760287525 - Action 2176459415 - Property 2879900210
source: Reports
uk_ua: Звіти

# Page 2760287525 - Action 36190024 - Property 2879900210
source: Export to XML
uk_ua: Експорт в XML

# Page 2760287525 - Action 3375155882 - Property 2879900210
source: Print Report
uk_ua: Надрукувати звіт

# Page 2067450363 - Property 2879900210
source: Posted Gudfood Order List
uk_ua: Гудфуд Список Облікованих Замовлень

# Page 2067450363 - Action 484870080 - Property 2879900210
source: Exporting
uk_ua: Експорт

# Page 2067450363 - Action 2176459415 - Property 2879900210
source: Reports
uk_ua: Звіти

# Page 2067450363 - Action 36190024 - Property 2879900210
source: Export to XML
uk_ua: Експорт в XML

# Page 2067450363 - Action 3375155882 - Property 2879900210
source: Print Report
uk_ua: Надрукувати Звіт

# Page 4231331752 - Property 2879900210
source: Posted Gudfood Order Subpage
uk_ua: Гудфуд Підсторінка Облікованого Замовлення

# Report 2838874104 - Property 2879900210
source: Gudfood Order Report
uk_ua: Гудфуд Звіт Замовлення

# Report 2838874104 - NamedType 2114887895
source: Created By:
uk_ua: Ким створено:

# Report 2838874104 - ReportLayout 3367648989 - Property 2879900210
source: Gudfood Order Report (RDLC)
uk_ua: Гудфуд Звіт Замовлення(RDLC)

# Report 2838874104 - ReportLayout 3548004808 - Property 2879900210
source: Gudfood Order Report (Word)
uk_ua: Гудфуд Звіт Замовлення(Word)

# Report 3126130887 - Property 2879900210
source: Gudfood Posted Order Report
uk_ua: Гудфуд Звіт Облікованого Замовлення

# Report 3126130887 - NamedType 2114887895
source: Created By:
uk_ua: Ким створено:

# Report 3126130887 - ReportLayout 3367648989 - Property 2879900210
source: Gudfood Posted Order Report (RDLC)
uk_ua: Гудфуд Звіт Облікованого Замовлення (RDLC)

# Report 3126130887 - ReportLayout 3548004808 - Property 2879900210
source: Gudfood Posted Order Report (Word)
uk_ua: Гудфуд Звіт Облікованого Замовлення (Word)

# XmlPort 1263470650 - Property 2879900210
source: Export Order to XML
uk_ua: Експорт Замовлення до XML

# XmlPort 2522315337 - Property 2879900210
source: Export Posted Order to XML
uk_ua: Експорт Облікованого Замовлення до XML

# TableExtension 4047767361 - Field 4011426631 - Property 2879900210
source: Gudfood Item Nos.
uk_ua: Гудфуд Номери Товарів

# TableExtension 4047767361 - Field 624326770 - Property 2879900210
source: Gudfood Order Nos.
uk_ua: Гудфуд Номери Замовлень

# TableExtension 4047767361 - Field 1818215729 - Property 2879900210
source: Gudfood Posted Item Nos.
uk_ua: Гудфуд Номери Облікованих Замовлень

# Profile 3446584585 - Property 2879900210
source: Gudfood Profile
uk_ua: Гудфуд Профіль

# Enum 3343147555 - EnumValue 132504127 - Property 2879900210
source: Burger
uk_ua: Бургер

# Enum 3343147555 - EnumValue 2269872718 - Property 2879900210
source: Cupcake
uk_ua: Капкейк

# Enum 3343147555 - EnumValue 1639982854 - Property 2879900210
source: Drink
uk_ua: Напій

# Enum 3343147555 - EnumValue 2944630221 - Property 2879900210
source: Salad
uk_ua: Салат
